{
    "Spanish": {
        "1": "¿Qué planeas hacer mañana",
        "2": "Dudo que haga algo mañana",
        "3": "Por favor, discúlpame un momento. Quiero hacer algo",
        "4": "Me imagino que haré algo de trabajo en lugar de ir al cine",
        "5": "¿Te será conveniente explicarle tus planes a él",
        "6": "No hay nada que hacer porque mañana es feriado",
        "7": "¿Qué planea hacer tu hermano mañana",
        "8": "No puede decidir qué hacer",
        "9": "Es difícil tomar una decisión sin conocer todos los hechos",
        "10": "Estamos tratando de planear nuestro futuro",
        "11": "Esa es una buena idea",
        "12": "Espero pasar unos días en las montañas",
        "13": "¿Considerarías ir al norte este verano",
        "14": "Si hay una posibilidad de que vayas, me gustaría ir contigo",
        "15": "Después de pensarlo, por favor dime qué decides",
        "16": "Estoy ansioso por saber cuál es tu decisión",
        "17": "Estoy seguro de que has tomado la decisión correcta",
        "18": "Quiero persuadirte de cambiar de opinión",
        "19": "¿Aceptarás mi consejo",
        "20": "¿Qué has decidido",
        "21": "Definitivamente he decidido ir a California",
        "22": "No quería decir nada para influir en mi decisión",
        "23": "Ella se niega a tomar una decisión",
        "24": "Supongo que has decidido no comprar un coche nuevo",
        "25": "Le tomó mucho tiempo decidirse",
        "26": "Puedes ir cuando desees",
        "27": "Estamos dispuestos a aceptar tu plan",
        "28": "Sabe que es inconveniente, pero quiere ir de todos modos",
        "29": "Según el Sr. Green, este es un problema complicado",
        "30": "Ella insiste en que no le importa",
        "31": "¿Vas a ir a algún lugar este año",
        "32": "Si tengo suficiente dinero, voy a hacer un viaje al extranjero",
        "33": "¿Cómo vas? ¿Vas en barco",
        "34": "Es más rápido ir en avión que en barco",
        "35": "¿Cuál es la forma más rápida de llegar allí",
        "36": "En total tomará diez días hacer el viaje",
        "37": "Espero que te diviertas en tu viaje",
        "38": "Me voy mañana, pero aún no he empacado mis maletas",
        "39": "Voy por aire. Me gusta volar",
        "40": "Mi hermano hizo un viaje a México",
        "41": "Fue un vuelo de seis horas",
        "42": "¿Cuántos pasajeros había en el tren",
        "43": "Su amigo resultó herido en un accidente aéreo",
        "44": "¿Te gustaría dar un paseo",
        "45": "Vamos al aeropuerto. El avión aterrizó hace diez minutos",
        "46": "Voy de compras porque necesito comprar ropa",
        "47": "Si esta camisa no me queda, ¿puedo devolverla más tarde",
        "48": "¿Qué talla de zapatos usas",
        "49": "Ese traje se te ve muy bien",
        "50": "Este vestido es de seda, ¿verdad",
        "51": "Me gustaría probarme este suéter",
        "52": "Estoy interesado en comprar un coche nuevo",
        "53": "¿Cuál es el precio de esa plancha eléctrica",
        "54": "¿Cuánto cuesta esta alfombra",
        "55": "¿Está en oferta esta pasta de dientes hoy",
        "56": "Esa es una hermosa cartera de cuero, pero cuesta demasiado",
        "57": "¿Cuánto te debo",
        "58": "Eso será dieciocho dólares y setenta y cinco centavos",
        "59": "¿Tienes cambio de un billete de veinte dólares",
        "60": "El dependiente me ayudó a encontrar lo que quería",
        "61": "¿Qué te gustaría comer",
        "62": "Me gustaría un tazón de sopa de tomate, por favor",
        "63": "El camarero parece tener prisa por tomar nuestra orden",
        "64": "¿Qué preferirías, bistec o pescado",
        "65": "Quiero mi bistec bien cocido",
        "66": "¿Qué tipos de vegetales tienes",
        "67": "Tendré puré de papas y judías verdes",
        "68": "¿Podrías pasarme la sal",
        "69": "Sirven buena comida en este restaurante",
        "70": "¿Estás listo para tu postre ahora",
        "71": "Este cuchillo está sucio. ¿Podrías traerme uno limpio, por favor",
        "72": "¿Me puede traer la cuenta, por favor",
        "73": "Tienes tu elección de tres sabores de helado",
        "74": "Tenemos vainilla, chocolate y fresa",
        "75": "Invitamos a dos invitados a cenar, pero no vinieron",
        "76": "¿Cuánto duró la película",
        "77": "La función comenzó a las 9 en punto y terminó a las 11:30",
        "78": "Dicen que la nueva película es una historia de aventuras",
        "79": "Un grupo de nosotros fue al teatro anoche",
        "80": "La nueva obra fue buena y todos la disfrutaron",
        "81": "Para cuando llegamos, la obra ya había comenzado",
        "82": "El acomodador nos llevó a nuestros asientos",
        "83": "El elenco de la obra incluía a un actor famoso",
        "84": "Después de que terminó la obra, todos queríamos comer algo",
        "85": "Había una gran multitud y tuvimos dificultad para conseguir un taxi",
        "86": "El restaurante estaba lleno, así que decidimos ir a otro lugar",
        "87": "Mi hermano quiere aprender a bailar",
        "88": "No vamos a bailar muy a menudo",
        "89": "¿Qué prefieres hacer, bailar o ir a una obra de teatro",
        "90": "No estoy acostumbrado a salir después del anochecer",
        "91": "Me gustaría hacer una cita para ver al Sr. Cooper",
        "92": "¿Te gustaría concertar una entrevista personal",
        "93": "Tu cita será el próximo jueves a las 10 en punto",
        "94": "Puedo venir cualquier día excepto el jueves",
        "95": "Quiere cambiar su cita de lunes a miércoles",
        "96": "Ella no llamó a la oficina para cancelar su cita",
        "97": "Voy a llamar a la agencia de empleo para un trabajo",
        "98": "Por favor, llene este formulario de solicitud",
        "99": "¿Está buscando una posición permanente",
        "100": "Voy a llamar a un fontanero para que venga esta tarde",
        "101": "No pude asistir a la cita porque estaba enfermo",
        "102": "Soy un nuevo empleado. Me contrataron ayer",
        "103": "Por favor, llama antes de venir, de lo contrario, puede que no estemos en casa",
        "104": "Hagamos una cita para ir de compras el próximo jueves",
        "105": "¿Puedes cerrar la puerta con llave cuando te vayas",
        "106": "Fui a ver a mi doctor para un chequeo ayer",
        "107": "El doctor descubrió que tengo un poco de sobrepeso",
        "108": "Me hizo una radiografía de tórax y me tomó la presión arterial",
        "109": "Me dijo que tomara estas pastillas cada cuatro horas",
        "110": "¿Crees que el paciente puede curarse",
        "111": "Lo operaron anoche",
        "112": "Necesitaba una transfusión de sangre",
        "113": "Mi tío tuvo un ataque al corazón el año pasado",
        "114": "Tuvieron que llamar a un especialista en cardiología",
        "115": "¿Qué dijo el doctor",
        "116": "El doctor me aconsejó hacer mucho ejercicio",
        "117": "El doctor dijo que me veo pálido",
        "118": "Si quiero estar saludable, tengo que dejar de fumar cigarrillos",
        "119": "El médico dijo que fumar es perjudicial para mi salud",
        "120": "Es solo una picadura de mosquito. No hay nada de qué preocuparse",
        "121": "Te buscan en el teléfono",
        "122": "¿Qué número debo marcar para obtener la operadora",
        "123": "Quiero hacer una llamada de larga distancia",
        "124": "Levanta el auricular y deposita una moneda en la ranura",
        "125": "Intenté llamar al Sr. Cooper, pero la línea estaba ocupada",
        "126": "Debes haber marcado el número equivocado",
        "127": "Marqué el número correcto, pero nadie respondió",
        "128": "El teléfono está sonando. ¿Podrías contestarlo, por favor",
        "129": "¿Te gustaría dejar un mensaje",
        "130": "¿Quién es este? No reconozco tu voz",
        "131": "¿Podrías decirle al Sr. Cooper que llamé",
        "132": "¿Es este Empire 5-4093",
        "133": "Tengo que colgar ahora",
        "134": "Pon el auricular más cerca de tu boca. No puedo oírte",
        "135": "¿Te importaría llamar de nuevo mañana",
        "136": "¿Cuánto tiempo ha pasado desde que supiste de tu tío",
        "137": "¿Cuándo fue la última vez que te escribió",
        "138": "No puedo recordar cuánto tiempo ha pasado",
        "139": "Siempre me siento decepcionado cuando no recibo correo",
        "140": "Me siento culpable porque no le he escrito últimamente",
        "141": "¿A qué hora se entrega el correo los sábados",
        "142": "El cartero siempre llega a las 2 en punto",
        "143": "Le escribí a mi tío anoche. No podía posponerlo más",
        "144": "Adjunté algunas fotografías en mi carta",
        "145": "No sabía si enviar la carta por correo aéreo o no",
        "146": "¿Cuánto tarda una carta en llegar a California",
        "147": "No olvides poner sellos en la carta antes de enviarla",
        "148": "Fue a la oficina de correos para enviar una carta",
        "149": "Dejé caer la carta en el buzón de la esquina",
        "150": "¿Cómo firmaste la carta? ¿Escribiste “Atentamente tuyo"
    },
    "English": {
        "1": "What do you plan to do tomorrow",
        "2": "I doubt that I'll do anything tomorrow",
        "3": "Please excuse me for a little while. I want to do something",
        "4": "I imagine I’ll do some work instead of going to the movies",
        "5": "Will it be convenient for you to explain your plans to him",
        "6": "There’s nothing to do because tomorrow is a holiday",
        "7": "What’s your brother planning to do tomorrow",
        "8": "He can’t decide what to do",
        "9": "It’s difficult to make a decision without knowing all the facts",
        "10": "We're trying to plan our future",
        "11": "That’s a good idea",
        "12": "I’m hoping to spend a few days in the mountains",
        "13": "Would you consider going north this summer",
        "14": "If there’s a chance you'll go, I’d like to go with you",
        "15": "After you think it over, please let me know what you decide",
        "16": "I'm anxious to know what your decision is",
        "17": "I'm confident you’ve made the right choice",
        "18": "I want to persuade you to change your mind",
        "19": "Will you accept my advice",
        "20": "What have you decided",
        "21": "I’ve definitely decided to go to California",
        "22": "He didn’t want to say anything to influence my decision",
        "23": "She refuses to make up her mind",
        "24": "I assume you’ve decided against buying a new car",
        "25": "It took him a long time to make up his mind",
        "26": "You can go whenever you wish",
        "27": "We're willing to accept your plan",
        "28": "He knows it’s inconvenient, but he wants to go anyway",
        "29": "According to Mr. Green, this is a complicated problem",
        "30": "She insists that it doesn’t make any difference to her",
        "31": "Are you going to go anyplace this year",
        "32": "If I have enough money, I’m going to take a trip abroad",
        "33": "How are you going? Are you going by boat",
        "34": "It’s faster to go by plane than by boat",
        "35": "What’s the quickest way to get there",
        "36": "Altogether it will take ten days to make the trip",
        "37": "I hope you have a good time on your trip",
        "38": "I’m leaving tomorrow, but I haven’t packed my suitcases yet",
        "39": "I’m going by air. I like flying",
        "40": "My brother took a trip to Mexico",
        "41": "It was a six-hour flight",
        "42": "How many passengers were on the train",
        "43": "His friend was injured in an airplane crash",
        "44": "Would you like to go for a walk",
        "45": "Let’s go out to the airport. The plane landed ten minutes ago",
        "46": "I’m going shopping because I need to buy some clothes",
        "47": "If this shirt doesn’t fit, may I bring it back later",
        "48": "What size shoes do you wear",
        "49": "That suit looks very good on you",
        "50": "This dress is made of silk, isn’t it",
        "51": "I'd like to try on this sweater",
        "52": "I'm interested in buying a new car",
        "53": "What’s the price of that electric iron",
        "54": "How much is this rug",
        "55": "Is this toothpaste on sale today",
        "56": "That’s a beautiful leather wallet, but it costs too much",
        "57": "How much do I owe you",
        "58": "That will be eighteen dollars and seventy-five cents",
        "59": "Do you have change for a twenty-dollar bill",
        "60": "The clerk helped me find what I wanted",
        "61": "What would you like to eat",
        "62": "I'd like a bowl of tomato soup, please",
        "63": "The waiter seems to be in a hurry to take our order",
        "64": "Which would you rather have—steak or fish",
        "65": "I want my steak well-done",
        "66": "What kinds of vegetables do you have",
        "67": "I'll have mashed potatoes and green beans",
        "68": "Would you please pass the salt",
        "69": "They serve good food in this restaurant",
        "70": "Are you ready for your dessert now",
        "71": "This knife is dirty. Would you bring me a clean one, please",
        "72": "May I have the check, please",
        "73": "You have your choice of three flavors of ice cream",
        "74": "We have vanilla, chocolate, and strawberry",
        "75": "We invited two guests to dinner, but they didn’t come",
        "76": "How long did the movie last",
        "77": "The feature started at 9 o’clock and ended at 11:30",
        "78": "They say the new film is an adventure story",
        "79": "A group of us went out to the theater last night",
        "80": "The new play was good and everybody enjoyed it",
        "81": "By the time we got there, the play had already begun",
        "82": "The usher showed us to our seats",
        "83": "The cast of the play included a famous actor",
        "84": "After the play was over, we all wanted to get something to eat",
        "85": "There was a big crowd and we had difficulty getting a taxi",
        "86": "The restaurant was filled, so we decided to go elsewhere",
        "87": "My brother wants to learn how to dance",
        "88": "We don’t go dancing very often",
        "89": "Which would you rather do—go dancing or go to a play",
        "90": "I’m not accustomed to going out after dark",
        "91": "I'd like to make an appointment to see Mr. Cooper",
        "92": "Would you like to arrange for a personal interview",
        "93": "Your appointment will be next Thursday at 10 o’clock",
        "94": "I can come any day except Thursday",
        "95": "He wants to change his appointment from Monday to Wednesday",
        "96": "She failed to call the office to cancel her appointment",
        "97": "I’m going to call the employment agency for a job",
        "98": "Please fill in this application form",
        "99": "Are you looking for a permanent position",
        "100": "I’m going to call a plumber to come this afternoon",
        "101": "I couldn’t keep the appointment because I was sick",
        "102": "I'm a new employee. I was hired yesterday",
        "103": "Please call before you come, otherwise we might not be home",
        "104": "Let’s make a date to go shopping next Thursday",
        "105": "Will you please lock the door when you leave",
        "106": "I went to see my doctor for a check-up yesterday",
        "107": "The doctor discovered that I’m a little overweight",
        "108": "He gave me a chest X-ray and took my blood pressure",
        "109": "He told me to take these pills every four hours",
        "110": "Do you think the patient can be cured",
        "111": "They operated on him last night",
        "112": "He needed a blood transfusion",
        "113": "My uncle had a heart attack last year",
        "114": "They had to call in a heart specialist",
        "115": "What did the doctor say",
        "116": "The doctor advised me to get plenty of exercise",
        "117": "The doctor said I look pale",
        "118": "If I want to be healthy, I have to stop smoking cigarettes",
        "119": "The physician said smoking is harmful to my health",
        "120": "It’s just a mosquito bite. There’s nothing to worry about",
        "121": "You’re wanted on the telephone",
        "122": "What number should I dial to get the operator",
        "123": "I want to make a long distance call",
        "124": "Pick up the receiver and deposit a coin in the slot",
        "125": "I tried to call Mr. Cooper, but the line was busy",
        "126": "You must have dialed the wrong number",
        "127": "I dialed the right number, but nobody answered",
        "128": "The telephone is ringing. Would you answer it, please",
        "129": "Would you like to leave a message",
        "130": "Who is this? I don’t recognize your voice",
        "131": "Would you please tell Mr. Cooper I called",
        "132": "Is this Empire 5-4093",
        "133": "I have to hang up now",
        "134": "Put the receiver closer to your mouth. I can’t hear you",
        "135": "Would you mind calling back sometime tomorrow",
        "136": "How long has it been since you’ve heard from your uncle",
        "137": "When was the last time he wrote you",
        "138": "I can’t recall how long it’s been",
        "139": "I’m always disappointed when I don’t get any mail",
        "140": "I feel guilty because I haven’t written her lately",
        "141": "What time is the mail delivered on Saturday",
        "142": "The postman always comes at 2 o’clock",
        "143": "I wrote to my uncle last night. I couldn’t put it off any longer",
        "144": "I enclosed some photographs in my letter",
        "145": "I didn’t know whether to send the letter airmail or not",
        "146": "How long does it take for a letter to get to California",
        "147": "Don’t forget to put stamps on the letter before you mail it",
        "148": "He went to the post office to mail a letter",
        "149": "I dropped the letter in the mailbox on the corner",
        "150": "How did you sign the letter? Did you write, “Sincerely yours"
    },
    "Score": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 5,
        "7": 5,
        "8": 5,
        "9": 5,
        "10": 5,
        "11": 5,
        "12": 5,
        "13": 5,
        "14": 5,
        "15": 5,
        "16": 5,
        "17": 5,
        "18": 5,
        "19": 5,
        "20": 5,
        "21": 5,
        "22": 5,
        "23": 5,
        "24": 5,
        "25": 5,
        "26": 5,
        "27": 5,
        "28": 5,
        "29": 5,
        "30": 5,
        "31": 5,
        "32": 5,
        "33": 5,
        "34": 5,
        "35": 5,
        "36": 5,
        "37": 5,
        "38": 5,
        "39": 5,
        "40": 5,
        "41": 5,
        "42": 5,
        "43": 5,
        "44": 5,
        "45": 5,
        "46": 5,
        "47": 5,
        "48": 5,
        "49": 5,
        "50": 5,
        "51": 5,
        "52": 5,
        "53": 5,
        "54": 5,
        "55": 5,
        "56": 5,
        "57": 5,
        "58": 5,
        "59": 5,
        "60": 5,
        "61": 5,
        "62": 5,
        "63": 5,
        "64": 5,
        "65": 5,
        "66": 5,
        "67": 5,
        "68": 5,
        "69": 5,
        "70": 5,
        "71": 5,
        "72": 5,
        "73": 5,
        "74": 5,
        "75": 5,
        "76": 5,
        "77": 5,
        "78": 5,
        "79": 5,
        "80": 5,
        "81": 5,
        "82": 5,
        "83": 5,
        "84": 5,
        "85": 5,
        "86": 5,
        "87": 5,
        "88": 5,
        "89": 5,
        "90": 5,
        "91": 5,
        "92": 5,
        "93": 5,
        "94": 5,
        "95": 5,
        "96": 5,
        "97": 5,
        "98": 5,
        "99": 5,
        "100": 5,
        "101": 5,
        "102": 5,
        "103": 5,
        "104": 5,
        "105": 5,
        "106": 5,
        "107": 5,
        "108": 5,
        "109": 5,
        "110": 5,
        "111": 5,
        "112": 5,
        "113": 5,
        "114": 5,
        "115": 5,
        "116": 5,
        "117": 5,
        "118": 5,
        "119": 5,
        "120": 5,
        "121": 5,
        "122": 5,
        "123": 5,
        "124": 5,
        "125": 5,
        "126": 5,
        "127": 5,
        "128": 5,
        "129": 5,
        "130": 5,
        "131": 5,
        "132": 5,
        "133": 5,
        "134": 5,
        "135": 5,
        "136": 5,
        "137": 5,
        "138": 5,
        "139": 5,
        "140": 5,
        "141": 5,
        "142": 5,
        "143": 5,
        "144": 5,
        "145": 5,
        "146": 5,
        "147": 5,
        "148": 5,
        "149": 5,
        "150": 5
    }
}