{
    "Spanish": {
        "1": "Una cosa extraña me pasó esta mañana",
        "2": "Estaba cruzando la calle y casi me atropella un coche",
        "3": "Afortunadamente, retrocedí a tiempo para evitar ser atropellado",
        "4": "Fue una experiencia terrible, y no lo olvidaré",
        "5": "Ayer fue un día tan hermoso que decidimos ir a dar un paseo",
        "6": "Preparamos un almuerzo para picnic y condujimos junto al río",
        "7": "Después de un rato, encontramos un lugar sombreado bajo algunos álamos",
        "8": "En el camino de regreso a casa, tuvimos un pinchazo",
        "9": "Era de noche cuando regresamos, y estábamos todos cansados",
        "10": "Desearía que me dieras una descripción más detallada de tu viaje",
        "11": "Hablando de viajes, ¿te he contado alguna vez sobre la experiencia que tuve",
        "12": "Solíamos divertirnos mucho cuando teníamos esa edad",
        "13": "No puedo recordar las circunstancias exactas",
        "14": "Nunca me di cuenta de que algún día viviría en Nueva York",
        "15": "Nunca imaginamos que John se convertiría en doctor",
        "16": "Estamos buscando una casa para alquilar en el verano",
        "17": "¿Estás tratando de encontrar una casa amueblada",
        "18": "Esta casa de dos niveles está en alquiler. Es una ganga",
        "19": "Esa casa está en venta. Tiene calefacción central",
        "20": "Tenemos algunas cosas de cocina y un comedor",
        "21": "Este es un plano de piso interesante. Por favor, muéstrame el sótano",
        "22": "El techo tiene goteras y los escalones delanteros necesitan ser arreglados",
        "23": "Tenemos que conseguir una cama y un tocador para el dormitorio",
        "24": "¿La puerta trasera tiene cerradura",
        "25": "Ya han encendido la electricidad. La casa está lista",
        "26": "Me preocupa la apariencia del suelo. Necesito encerarlo",
        "27": "Si quieres una toalla, busca en el armario de la ropa blanca",
        "28": "¿Qué estilo de muebles tienes? ¿Es tradicional",
        "29": "Tenemos cortinas para la sala de estar, pero necesitamos cortinas para la cocina",
        "30": "La casa necesita pintura. Está en mal estado",
        "31": "¿Qué vas a llevar hoy",
        "32": "Voy a llevar mi traje azul. ¿Está bien",
        "33": "Tengo dos trajes para enviar a la tintorería",
        "34": "Tengo algunas camisas para enviar a la lavandería",
        "35": "Deberías limpiar y planchar ese abrigo",
        "36": "Tengo que lavar y planchar esta camisa",
        "37": "Todos mis trajes están sucios. No tengo nada que ponerme",
        "38": "Será mejor que lleves una chaqueta ligera. Hace frío hoy",
        "39": "Este vestido ya no me queda",
        "40": "Supongo que he crecido demasiado para este par de pantalones",
        "41": "Estos zapatos están desgastados. Han durado mucho tiempo",
        "42": "No puedo abrochar este botón de cuello",
        "43": "¿Por qué no te vistes ahora? Ponte tu ropa de trabajo",
        "44": "Mi hermano entró, se cambió de ropa y salió de nuevo",
        "45": "No me di cuenta de que llevabas tu sombrero nuevo",
        "46": "Tienes tu punto de vista, y yo tengo el mío",
        "47": "Lo abordas de una manera diferente a la mía",
        "48": "No voy a discutir contigo, pero creo que estás siendo injusto",
        "49": "Ese es un punto de vista liberal",
        "50": "Parece tener muchas ideas extrañas",
        "51": "No veo ningún punto en seguir discutiendo la cuestión",
        "52": "¿Qué alternativas tengo",
        "53": "Todos tienen derecho a su propia opinión",
        "54": "Siempre hay dos lados en todo",
        "55": "Tenemos puntos de vista opuestos sobre esto",
        "56": "Por favor perdóname. No quise iniciar una discusión",
        "57": "Debo conocer tu opinión. ¿Estás de acuerdo conmigo",
        "58": "¿Qué punto estás tratando de hacer",
        "59": "Nuestras opiniones no están tan alejadas, después de todo",
        "60": "Deberíamos ser capaces de resolver nuestras diferencias",
        "61": "Si no llueve mañana, creo que iré de compras",
        "62": "Existe la posibilidad de que vayamos, pero todo depende del clima",
        "63": "Si tengo tiempo mañana, creo que me cortaré el pelo",
        "64": "Espero recordar pedirle al barbero que no me corte el pelo demasiado corto",
        "65": "Mi hijo quiere ser policía cuando crezca",
        "66": "Si termino mi trabajo a tiempo, me iré a Nueva York el lunes",
        "67": "Supongamos que no pudieras ir de viaje. ¿Cómo te sentirías",
        "68": "¿Qué dirías si te dijera que no podría ir contigo",
        "69": "Si compro ese coche, tendré que pedir prestado algo de dinero",
        "70": "Si fuera contigo, tendría que estar de regreso a las seis en punto",
        "71": "Algún día, me gustaría tomar unas vacaciones",
        "72": "Tan pronto como pueda, voy a cambiar de trabajo",
        "73": "Existe la posibilidad de que no pueda estar en casa para Navidad",
        "74": "Es posible que podamos ayudarte de alguna manera",
        "75": "Si asistieras al banquete, ¿qué llevarías puesto",
        "76": "¿Qué habrías hecho anoche si no hubieras tenido que estudiar",
        "77": "Habría ido al picnic si no hubiera llovido",
        "78": "Si te hubieras levantado más temprano, habrías tenido tiempo para desayunar",
        "79": "Si hubiera tenido tiempo, te habría llamado",
        "80": "¿Te habría visto si no le hubieras saludado",
        "81": "Si hubiera tenido suficiente dinero, habría comprado esa casa",
        "82": "Desearía que me hubieras llamado al día siguiente, como te pedí",
        "83": "Si no hubieras resbalado y caído, no te habrías roto la pierna",
        "84": "Si hubiera sabido que querías ir, te habría llamado",
        "85": "Si hubiera sabido que no tenías una llave, no habría cerrado la puerta",
        "86": "Ella habría ido conmigo, pero no tenía tiempo",
        "87": "Si hubiera pedido direcciones, no me habría perdido",
        "88": "Aunque hubiéramos podido tomar unas vacaciones, es posible que no hubiéramos querido",
        "89": "Todo habría estado bien si no hubieras dicho eso",
        "90": "Mirando hacia atrás, desearía que no nos hubiéramos rendido tan fácilmente",
        "91": "¿Qué es lo que no te gusta del clima invernal",
        "92": "No me gusta cuando hace mucho frío",
        "93": "No soporto el clima de verano",
        "94": "Lo que no me gusta de conducir es todo el tráfico en la carretera",
        "95": "No le gusta la idea de irse a la cama temprano",
        "96": "Me gusta jugar al tenis, pero no soy muy buen jugador",
        "97": "No me gusta la espinaca aunque sé que es buena para mí",
        "98": "Me temo que estás siendo demasiado exigente con tu comida",
        "99": "Siempre encuentra defectos en todo",
        "100": "A ella no le gusta nada de lo que hago o digo",
        "101": "Tienes un gusto maravilloso en ropa",
        "102": "¿Cuál es tu pasatiempo favorito",
        "103": "¿Qué te gustó más de la película",
        "104": "No me gustó el sabor de la medicina, pero la tomé de todos modos",
        "105": "¿Por qué no te gusta tanto la medicina",
        "106": "Si quieres mi consejo, no creo que debas ir",
        "107": "Sugiero que rompas la carta y empieces de nuevo",
        "108": "Es solo una sugerencia, y puedes hacer lo que quieras",
        "109": "Déjame darte un pequeño consejo paternal",
        "110": "Si no te gusta, desearía que lo dijeras",
        "111": "Por favor, no te ofendas. Solo quería decirte lo que pienso",
        "112": "En mi opinión, la casa no vale el precio que están pidiendo",
        "113": "Mi sentimiento es que deberías quedarte en casa esta noche",
        "114": "No es asunto mío, pero creo que deberías trabajar más duro",
        "115": "En general, mi reacción es favorable",
        "116": "Si no tomas mi consejo, lo lamentarás",
        "117": "Siempre he tratado de no interferir en tus asuntos",
        "118": "Soy lo suficientemente mayor para tomar mis propias decisiones",
        "119": "Gracias por el consejo, pero esto es algo que tengo que resolver por mí mismo",
        "120": "No prestará atención a nadie. Solo estás perdiendo el aliento",
        "121": "¿Podrías sostener la puerta abierta para mí",
        "122": "Eres muy amable por tomarte la molestia de ayudarme",
        "123": "Desearía poder pagarte de alguna manera por tu amabilidad",
        "124": "Me temo que fue una molestia para ti hacer esto",
        "125": "No fue ninguna molestia. Me alegra hacerlo",
        "126": "Solo hay un último favor que necesito pedirte",
        "127": "Me encantaría ayudarte en todo lo que pueda",
        "128": "¿Te importaría empujarme? Mi coche se ha averiado",
        "129": "¿Serías tan amable de abrir esta ventana para mí? Está atascada",
        "130": "Si hay algo más que pueda hacer, por favor hágamelo saber",
        "131": "Esta es la última vez que te pediré que hagas algo por mí",
        "132": "Ciertamente no tenía la intención de causarte tanta inconveniencia",
        "133": "Siempre te estará agradecido por lo que has hecho",
        "134": "¿Podrías prestarme diez dólares? Dejé mi billetera en casa",
        "135": "Te agradecería si apagaras las luces. Tengo sueño",
        "136": "No me di cuenta de que el tiempo había pasado tan rápido",
        "137": "Tengo muchas cosas que hacer antes de poder irme",
        "138": "Por un lado, tengo que pasar por el banco para conseguir algo de dinero",
        "139": "Me llevará casi todos mis ahorros comprar el boleto",
        "140": "¡Oh, acabo de recordar algo! Tengo que solicitar un pasaporte",
        "141": "Casi olvidé desconectar el teléfono",
        "142": "Es bueno que me hayas recordado llevar mi abrigo pesado",
        "143": "Nunca lo habría pensado si no lo hubieras mencionado",
        "144": "Te veré en el aeropuerto",
        "145": "Están llamando tu vuelo ahora. Apenas tienes tiempo para llegar",
        "146": "Será mejor que corras o te quedarás atrás",
        "147": "No olvides cablear para hacernos saber que llegaste bien",
        "148": "Estoy seguro de que he olvidado algo, pero ya es demasiado tarde",
        "149": "¿Tienes algo que declarar en la aduana",
        "150": "No tienes que pagar impuestos sobre los bienes personales"
    },
    "English": {
        "1": "A strange thing happened to me this morning",
        "2": "I was crossing the street and was almost hit by a car",
        "3": "Fortunately, I jumped back in time to avoid being hit",
        "4": "It was a terrible experience, and I won’t forget it",
        "5": "Yesterday was such a beautiful day we decided to go for a drive",
        "6": "We prepared a picnic lunch and drove down by the river",
        "7": "After a while, we found a shady place under some poplar trees",
        "8": "On the way back home, we had a flat tire",
        "9": "It was after dark when we got back, and we were all tired",
        "10": "I wish you would give me a more detailed description of your trip",
        "11": "Speaking of trips, did I ever tell you about the experience I had",
        "12": "We used to have a lot of fun when we were that age",
        "13": "I can’t recall the exact circumstances",
        "14": "I never realized that someday I would be living in New York",
        "15": "We never imagined that John would become a doctor",
        "16": "We’re looking for a house to rent for the summer",
        "17": "Are you trying to find a furnished house",
        "18": "This split-level house is for rent. It’s a bargain",
        "19": "That house is for sale. It has central heating",
        "20": "We have a few kitchen things and a dining room set",
        "21": "This is an interesting floor plan. Please show me the basement",
        "22": "The roof has leaks in it, and the front steps need to be fixed",
        "23": "We've got to get a bed and a dresser for the bedroom",
        "24": "Does the back door have a lock on it",
        "25": "They’ve already turned on the electricity. The house is ready",
        "26": "I'm worried about the appearance of the floor. I need to wax it",
        "27": "If you want a towel, look in the linen closet",
        "28": "What style furniture do you have? Is it traditional",
        "29": "We have drapes for the living room, but we need kitchen curtains",
        "30": "The house needs painting. It’s in bad condition",
        "31": "What are you going to wear today",
        "32": "I’m going to wear my blue suit. Is that all right",
        "33": "I have two suits to send to the cleaners",
        "34": "I have some shirts to send to the laundry",
        "35": "You ought to have that coat cleaned and pressed",
        "36": "I’ve got to get this shirt washed and ironed",
        "37": "All my suits are dirty. I don’t have anything to wear",
        "38": "You'd better wear a light jacket. It’s chilly today",
        "39": "This dress doesn’t fit me anymore",
        "40": "I guess I’ve outgrown this pair of trousers",
        "41": "These shoes are worn out. They’ve lasted a long time",
        "42": "I can’t fasten this collar button",
        "43": "Why don’t you get dressed now? Put on your work clothes",
        "44": "My brother came in, changed his clothes, and went out again",
        "45": "I didn’t notice you were wearing your new hat",
        "46": "You have your point of view, and I have mine",
        "47": "You approach it in a different way than I do",
        "48": "I won’t argue with you, but I think you’re being unfair",
        "49": "That’s a liberal point of view",
        "50": "He seems to have a lot of strange ideas",
        "51": "I don’t see any point in discussing the question any further",
        "52": "What alternatives do I have",
        "53": "Everyone is entitled to his own opinion",
        "54": "There are always two sides to everything",
        "55": "We have opposite views on this",
        "56": "Please forgive me. I didn’t mean to start an argument",
        "57": "I must know your opinion. Do you agree with me",
        "58": "What point are you trying to make",
        "59": "Our views are not so far apart, after all",
        "60": "We should be able to resolve our differences",
        "61": "If it doesn’t rain tomorrow, I think I'll go shopping",
        "62": "There’s a possibility we'll go, but it all depends on the weather",
        "63": "If I have time tomorrow, I think I’ll get a haircut",
        "64": "I hope I remember to ask the barber not to cut my hair too short",
        "65": "My son wants to be a policeman when he grows up",
        "66": "If I get my work finished in time, I'll leave for New York Monday",
        "67": "Suppose you couldn’t go on the trip. How would you feel",
        "68": "What would you say if I told you I couldn’t go with you",
        "69": "If I buy that car, I'll have to borrow some money",
        "70": "If I went with you, I'd have to be back by six o’clock",
        "71": "One of these days, I’d like to take a vacation",
        "72": "As soon as I can, I’m going to change jobs",
        "73": "There’s a chance he won't be able to be home for Christmas",
        "74": "We may be able to help you in some way",
        "75": "If you were to attend the banquet, what would you wear",
        "76": "What would you have done last night if you hadn’t had to study",
        "77": "I would have gone on the picnic if it hadn’t rained",
        "78": "If you had gotten up earlier, you would have had time for breakfast",
        "79": "If I had had time, I would have called you",
        "80": "Would he have seen you if you hadn’t waved to him",
        "81": "If he had only had enough money, he would have bought that house",
        "82": "I wish you had called me back the next day, as I had asked you to",
        "83": "If you hadn’t slipped and fallen, you wouldn’t have broken your leg",
        "84": "If I had known you wanted to go, I would have called you",
        "85": "Had I known you didn’t have a key, I wouldn’t have locked the door",
        "86": "She would have gone with me, but she didn’t have time",
        "87": "If I had asked for directions, I wouldn’t have gotten lost",
        "88": "Even if we could have taken a vacation, we might not have wanted to",
        "89": "Everything would have been all right if you hadn’t said that",
        "90": "Looking back on it, I wish we hadn’t given in so easily",
        "91": "What is it you don’t like about winter weather",
        "92": "I don’t like it when the weather gets real cold",
        "93": "I can’t stand summer weather",
        "94": "The thing I don’t like about driving is all the traffic on the road",
        "95": "He doesn’t like the idea of going to bed early",
        "96": "I like to play tennis, but I’m not a very good player",
        "97": "I don’t like spinach even though I know it’s good for me",
        "98": "I'm afraid you're being too particular about your food",
        "99": "He always finds fault with everything",
        "100": "She doesn’t like anything I do or say",
        "101": "You have wonderful taste in clothes",
        "102": "What’s your favorite pastime",
        "103": "What did you like best about the movie",
        "104": "I didn’t like the taste of the medicine, but I took it anyway",
        "105": "Why do you dislike the medicine so much",
        "106": "If you want my advice, I don’t think you should go",
        "107": "I suggest that you tear up the letter and start over again",
        "108": "It’s only a suggestion, and you can do what you please",
        "109": "Let me give you a little fatherly advice",
        "110": "If you don’t like it, I wish you would say so",
        "111": "Please don’t take offense. I only wanted to tell you what I think",
        "112": "In my opinion, the house isn’t worth the price they’re asking",
        "113": "My feeling is that you ought to stay home tonight",
        "114": "It’s none of my business, but I think you ought to work harder",
        "115": "In general, my reaction is favorable",
        "116": "If you don’t take my advice, you'll be sorry",
        "117": "I’ve always tried not to interfere in your affairs",
        "118": "I’m old enough to make up my own mind",
        "119": "Thanks for the advice, but this is something I have to figure out myself",
        "120": "He won't pay attention to anybody. You're just wasting your breath",
        "121": "Would you please hold the door open for me",
        "122": "You’re very kind to take the trouble to help me",
        "123": "I wish I could repay you somehow for your kindness",
        "124": "I’m afraid it was a bother for you to do this",
        "125": "It wasn’t any bother. I was glad to do it",
        "126": "There’s just one last favor I need to ask of you",
        "127": "I'd be happy to help you in any way I can",
        "128": "Would you mind giving me a push? My car has stalled",
        "129": "Would you be so kind as to open this window for me? It’s stuck",
        "130": "If there’s anything else I can do, please let me know",
        "131": "This is the last time I'll ever ask you to do anything for me",
        "132": "I certainly didn’t intend to cause you so much inconvenience",
        "133": "He'll always be indebted to you for what you’ve done",
        "134": "Could you lend me ten dollars? I left my wallet at home",
        "135": "I'd appreciate it if you would turn out the lights. I’m sleepy",
        "136": "I didn’t realize the time had passed so quickly",
        "137": "I've got a lot of things to do before I can leave",
        "138": "For one thing, I’ve got to drop by the bank to get some money",
        "139": "It'll take almost all my savings to buy the ticket",
        "140": "Oh, I just remembered something! I have to apply for a passport",
        "141": "I almost forgot to have the phone disconnected",
        "142": "It’s a good thing you reminded me to take my heavy coat",
        "143": "I never would have thought of it if you hadn’t mentioned it",
        "144": "I'll see you off at the airport",
        "145": "They’re calling your flight now. You barely have time to make it",
        "146": "You'd better run or you’re going to be left behind",
        "147": "Don’t forget to cable to let us know you arrived safely",
        "148": "I'm sure I’ve forgotten something, but it’s too late now",
        "149": "Do you have anything to declare for customs",
        "150": "You don’t have to pay any duty on personal belongings"
    },
    "Score": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 5,
        "7": 5,
        "8": 5,
        "9": 5,
        "10": 5,
        "11": 5,
        "12": 5,
        "13": 5,
        "14": 5,
        "15": 5,
        "16": 5,
        "17": 5,
        "18": 5,
        "19": 5,
        "20": 5,
        "21": 5,
        "22": 5,
        "23": 5,
        "24": 5,
        "25": 5,
        "26": 5,
        "27": 5,
        "28": 5,
        "29": 5,
        "30": 5,
        "31": 5,
        "32": 5,
        "33": 5,
        "34": 5,
        "35": 5,
        "36": 5,
        "37": 5,
        "38": 5,
        "39": 5,
        "40": 5,
        "41": 5,
        "42": 5,
        "43": 5,
        "44": 5,
        "45": 5,
        "46": 5,
        "47": 5,
        "48": 5,
        "49": 5,
        "50": 5,
        "51": 5,
        "52": 5,
        "53": 5,
        "54": 5,
        "55": 5,
        "56": 5,
        "57": 5,
        "58": 5,
        "59": 5,
        "60": 5,
        "61": 5,
        "62": 5,
        "63": 5,
        "64": 5,
        "65": 5,
        "66": 5,
        "67": 5,
        "68": 5,
        "69": 5,
        "70": 5,
        "71": 5,
        "72": 5,
        "73": 5,
        "74": 5,
        "75": 5,
        "76": 5,
        "77": 5,
        "78": 5,
        "79": 5,
        "80": 5,
        "81": 5,
        "82": 5,
        "83": 5,
        "84": 5,
        "85": 5,
        "86": 5,
        "87": 5,
        "88": 5,
        "89": 5,
        "90": 5,
        "91": 5,
        "92": 5,
        "93": 5,
        "94": 5,
        "95": 5,
        "96": 5,
        "97": 5,
        "98": 5,
        "99": 5,
        "100": 5,
        "101": 5,
        "102": 5,
        "103": 5,
        "104": 5,
        "105": 5,
        "106": 5,
        "107": 5,
        "108": 5,
        "109": 5,
        "110": 5,
        "111": 5,
        "112": 5,
        "113": 5,
        "114": 5,
        "115": 5,
        "116": 5,
        "117": 5,
        "118": 5,
        "119": 5,
        "120": 5,
        "121": 5,
        "122": 5,
        "123": 5,
        "124": 5,
        "125": 5,
        "126": 5,
        "127": 5,
        "128": 5,
        "129": 5,
        "130": 5,
        "131": 5,
        "132": 5,
        "133": 5,
        "134": 5,
        "135": 5,
        "136": 5,
        "137": 5,
        "138": 5,
        "139": 5,
        "140": 5,
        "141": 5,
        "142": 5,
        "143": 5,
        "144": 5,
        "145": 5,
        "146": 5,
        "147": 5,
        "148": 5,
        "149": 5,
        "150": 5
    }
}