{
    "Spanish": {
        "1": "¿Cuál es tu nacionalidad? ¿Eres estadounidense?",
        "2": "¿De qué parte del mundo eres?",
        "3": "Soy estadounidense de nacimiento",
        "4": "Nací en España, pero soy ciudadano de Francia",
        "5": "¿Sabes cuál es la población de Japón?",
        "6": "¿Cuál es el área del Congo en millas cuadradas?",
        "7": "¿Quién es el gobernador de este estado?",
        "8": "Según el último censo, nuestra población ha aumentado",
        "9": "Políticamente, el país está dividido en cincuenta estados",
        "10": "La zona industrial está centrada principalmente en el norte",
        "11": "El país es rico en recursos naturales. Tiene depósitos minerales",
        "12": "Esta nación se destaca por su estabilidad económica",
        "13": "¿Cuántos años tienes que tener para votar en las elecciones nacionales?",
        "14": "Hoy celebramos nuestro día de independencia. Es un feriado nacional",
        "15": "Mi hogar está en la capital. Es una ciudad cosmopolita",
        "16": "Geográficamente, este país está ubicado en el hemisferio sur",
        "17": "Es un país hermoso con muchos lagos grandes",
        "18": "Esta parte del país es muy montañosa",
        "19": "La tierra en esta región es seca y árida",
        "20": "A lo largo de la costa norte hay muchos acantilados altos",
        "21": "Aquí hay bosques, y la tala de árboles es importante",
        "22": "El paisaje es hermoso cerca del Océano Pacífico",
        "23": "Esta cadena montañosa tiene muchos picos altos y cañones profundos",
        "24": "¿Qué tipo de clima tienes? ¿Es suave?",
        "25": "¿A qué distancia está la costa del Atlántico de las montañas?",
        "26": "¿Es buena la llanura costera para la agricultura?",
        "27": "¿Cuál es el río más largo de los Estados Unidos?",
        "28": "¿La mayoría de los lagos se encuentran en la región centro-norte?",
        "29": "A medida que viajas hacia el oeste, ¿la tierra se eleva?",
        "30": "El clima aquí es cálido y soleado. ¿Llueve mucho?",
        "31": "Los niños ingresan a la escuela a los cinco años, ¿no?",
        "32": "En la escuela primaria, el niño aprende a leer y escribir",
        "33": "En la escuela secundaria, los niños obtienen conocimientos más avanzados",
        "34": "En las universidades, los estudiantes se capacitan para ser maestros e ingenieros",
        "35": "Fue a la escuela primaria en Nueva York y a la secundaria en Chicago",
        "36": "En la universidad me especialicé en ciencias. ¿Cuál fue tu especialidad?",
        "37": "Mi hermana se graduó de la escuela secundaria. La graduación fue anoche",
        "38": "Soy graduado de la Universidad de Yale. Tengo un título de Licenciatura en Artes",
        "39": "Si esperas ingresar a la universidad, deberías postularte ahora",
        "40": "Este es mi primer año de universidad. Soy estudiante de primer año",
        "41": "Mi tío es director de escuela secundaria",
        "42": "¿Qué tipo de calificaciones obtuviste en la universidad?",
        "43": "Durante tu primer año de universidad, ¿sacaste puros dieces?",
        "44": "Mi hermano es miembro de la facultad. Él enseña economía",
        "45": "John tiene actividades extracurriculares. Está en el equipo de fútbol",
        "46": "Soy empleado federal. Trabajo para el Departamento de Trabajo",
        "47": "¿Qué tipo de trabajo haces? ¿Eres vendedor?",
        "48": "Tan pronto como termine mi capacitación, voy a ser cajero de banco",
        "49": "John ha creado su propio negocio. Él es dueño de un hotel",
        "50": "¿Qué quieres ser cuando crezcas? ¿Ya lo has decidido?",
        "51": "Me gusta pintar, pero no querría que fuera el trabajo de mi vida",
        "52": "¿Alguna vez has pensado en una carrera en la profesión médica?",
        "53": "Mi tío era piloto de aerolíneas. Acaba de jubilarse",
        "54": "Mi hermano está en el ejército. Acaba de ser ascendido al rango de mayor",
        "55": "Tengo un trabajo bien remunerado con excelentes horarios",
        "56": "Mi hermana trabajó como secretaria antes de casarse",
        "57": "El padre de George es abogado. Tiene su propia práctica",
        "58": "Siempre se enorgullece de su trabajo. Es muy eficiente",
        "59": "El Sr. Smith es político. Está postulándose para gobernador",
        "60": "Después de una exitosa carrera en los negocios, fue nombrado embajador",
        "61": "Debido al clima cálido y soleado, las naranjas crecen muy bien aquí",
        "62": "En este país llano, la gente cultiva trigo y maíz y cría ganado",
        "63": "El suelo por aquí es pedregoso y no muy bueno para la agricultura",
        "64": "¿Cuáles son los principales productos agrícolas en esta región?",
        "65": "La leche, la mantequilla y el queso se envían aquí desde las granjas lecheras",
        "66": "Tuvieron que talar muchos árboles para hacer espacio para las granjas",
        "67": "En esta época del año, los agricultores aran sus campos",
        "68": "En muchas granjas encontrarás vacas y gallinas",
        "69": "Si tienes vacas, tienes que levantarte temprano para ordeñarlas",
        "70": "Los tractores han revolucionado la agricultura",
        "71": "En los Estados Unidos, hay muchas fábricas para hacer tela",
        "72": "Las fábricas emplean tanto a trabajadores masculinos como femeninos",
        "73": "Si trabajas en una fábrica, generalmente tienes que marcar tarjeta",
        "74": "¿Es grande la industria de envasado de carne en tu país?",
        "75": "¿Es cierto que la fabricación de automóviles es una industria importante?",
        "76": "Mi pasatiempo es coleccionar sellos. ¿Tienes algún pasatiempo?",
        "77": "Siempre he pensado que la fotografía sería un pasatiempo interesante",
        "78": "A algunas personas les gusta montar a caballo, pero yo prefiero el golf como pasatiempo",
        "79": "¿Tienes algún interés especial además de tu trabajo?",
        "80": "Aprender idiomas extranjeros es solo una afición para mí",
        "81": "Encuentro relajante coleccionar sellos y me distrae del trabajo",
        "82": "Los fines de semana me gusta desconectarme del trabajo leyendo buenos libros",
        "83": "Mi primo es miembro de un club de teatro. Parece que le gusta actuar",
        "84": "Toca el piano para su propio disfrute",
        "85": "Me he interesado en la alta fidelidad. Estoy construyendo mi propio equipo",
        "86": "No es un profesional. Toca el piano por diversión",
        "87": "He oído hablar de pasatiempos inusuales, pero nunca había oído hablar de ese",
        "88": "El problema con la fotografía es que es un pasatiempo caro",
        "89": "Ese es un conjunto raro de monedas. ¿Cuánto tiempo te tomó reunirlas?",
        "90": "Empecé un nuevo pasatiempo. Me cansé de trabajar en el jardín",
        "91": "El béisbol es mi deporte favorito. ¿Cuál es el tuyo?",
        "92": "Mi sobrino es jugador de béisbol. Él es receptor",
        "93": "Cuando jugabas al fútbol, ¿qué posición jugabas?",
        "94": "Jugamos un partido anoche. El marcador quedó empatado seis a seis",
        "95": "Fui a un combate de boxeo anoche. Fue una buena pelea",
        "96": "Cuando estaba en el equipo de atletismo, solía correr el cuarto de milla",
        "97": "Me gusta pescar y cazar, pero no me gusta nadar",
        "98": "Mi deporte de invierno favorito es el esquí. Pertenezco a un club de esquí",
        "99": "¿Te interesaría ir a las carreras de caballos esta tarde?",
        "100": "Lo más difícil de aprender es ser un buen perdedor",
        "101": "Sé un buen deportista. Juega según las reglas del juego",
        "102": "Nuestra familia fue de campamento el verano pasado. Tuvimos que comprar una tienda nueva",
        "103": "Esta tarde fuimos al gimnasio para hacer ejercicio. Levantamos pesas",
        "104": "¿Qué haces para recrearte? ¿Tienes algún pasatiempo?",
        "105": "Mis músculos están adoloridos por jugar al béisbol",
        "106": "Envié una suscripción a esa revista. Sale todas las semanas",
        "107": "Si te suscribes al periódico, te lo entregarán en la puerta",
        "108": "No leí todo el periódico. Solo eché un vistazo a los titulares",
        "109": "El primer capítulo de la historia está en este número de la revista",
        "110": "No he visto el último número de la revista. ¿Ya salió?",
        "111": "¿Cuál es la circulación total de este periódico?",
        "112": "Estoy buscando la sección de clasificados. ¿La has visto?",
        "113": "Mi cuñado es reportero en el staff de The New York Times",
        "114": "Había un artículo en el periódico de hoy sobre las elecciones",
        "115": "No había muchas noticias en el periódico hoy",
        "116": "¿Cuánto tiempo has estado tomando esta revista?",
        "117": "¿Leíste el artículo sobre el rescate de los dos pescadores?",
        "118": "¿Por qué no pones un anuncio en el periódico para vender tu coche?",
        "119": "Recibí cuatro respuestas a mi anuncio sobre la bicicleta en venta",
        "120": "Mi hijo tiene una ruta de periódicos. Él entrega el periódico matutino",
        "121": "¿Qué canal viste en la televisión anoche?",
        "122": "No recibo una buena imagen en mi televisor. Algo anda mal",
        "123": "Tienes buena recepción en tu radio",
        "124": "Por favor, sube el volumen de la radio. Está muy bajo",
        "125": "¿Qué hay después de las noticias y el clima? ¿Tienes una guía de TV?",
        "126": "Deberías hacer que Bill revise tu televisor. Tal vez él pueda arreglarlo",
        "127": "Conocimos a uno de los ingenieros en la estación de televisión",
        "128": "¿Dónde puedo enchufar el televisor? ¿Está bien este enchufe?",
        "129": "No pude escuchar el programa porque había mucha estática",
        "130": "Tu radio de coche funciona muy bien. ¿De qué marca es?",
        "131": "La próxima vez que compre un televisor, voy a comprar un modelo portátil",
        "132": "Me pregunto si esta es una transmisión local",
        "133": "Tendrías mejor recepción de TV si tuvieras una antena externa",
        "134": "La mayoría de los operadores de radioaficionados construyen su propio equipo",
        "135": "La estación WRC está fuera del aire ahora. Salieron del aire hace dos horas",
        "136": "¿Cuál es tu tipo de música favorito? ¿Te gusta el jazz?",
        "137": "Él es un compositor de música seria. Me gusta mucho su música",
        "138": "Anoche fuimos a un concierto para escuchar a la orquesta sinfónica",
        "139": "Mi hermano tomó lecciones de trompeta durante casi diez años",
        "140": "Tocas el piano maravillosamente. ¿Cuánto practicas cada día?",
        "141": "Nunca había escuchado esa pieza antes. ¿Quién la escribió?",
        "142": "¿Alguna vez has pensado en convertirte en músico profesional?",
        "143": "¿Quién es el autor de esta novela?",
        "144": "Nunca he leído una historia más conmovedora",
        "145": "¿A quién nombrarías como el mayor poeta de nuestros tiempos?",
        "146": "Esta poesía es realista. No me gusta mucho",
        "147": "Muchos grandes escritores no fueron plenamente apreciados mientras vivían",
        "148": "Este es un poema sobre la vida en la frontera en los Estados Unidos",
        "149": "Este escritor usa descripciones vívidas en sus escritos",
        "150": "¿Cuánto sabes sobre las obras de Henry Wadsworth Longfellow?"
    },
    "English": {
        "1": "What's your nationality? Are you American",
        "2": "What part of the world do you come from",
        "3": "I'm an American by birth",
        "4": "I was born in Spain, but I'm a citizen of France",
        "5": "Do you know what the population of Japan is",
        "6": "What's the area of the Congo in square miles",
        "7": "Who is the governor of this state",
        "8": "According to the latest census, our population has increased",
        "9": "Politically, the country is divided into fifty states",
        "10": "The industrial area is centered largely in the north",
        "11": "The country is rich in natural resources. It has mineral deposits",
        "12": "This nation is noted for its economic stability",
        "13": "How old do you have to be to vote in the national elections",
        "14": "Today we celebrate our day of independence. It's a national holiday",
        "15": "My home is in the capital. It's a cosmopolitan city",
        "16": "Geographically, this country is located in the southern hemisphere",
        "17": "It's a beautiful country with many large lakes",
        "18": "This part of the country is very mountainous",
        "19": "The land in this region is dry and parched",
        "20": "Along the northern coast there are many high cliffs",
        "21": "There are forests here, and lumbering is important",
        "22": "The scenery is beautiful near the Pacific Ocean",
        "23": "This mountain range has many high peaks and deep canyons",
        "24": "What kind of climate do you have? Is it mild",
        "25": "How far is it from the shore of the Atlantic to the mountains",
        "26": "Is the coastal plain good for farming",
        "27": "What's the longest river in the United States",
        "28": "Are most of the lakes located in the north central region",
        "29": "As you travel westward, does the land get higher",
        "30": "The weather is warm and sunny here. Do you get much rain",
        "31": "Children enter school at the age of five, don't they",
        "32": "In elementary school, the child learns to read and write",
        "33": "In secondary school, children get more advanced knowledge",
        "34": "In universities, students train to become teachers and engineers",
        "35": "He went to grade school in New York and high school in Chicago",
        "36": "In college I majored in science. What was your major",
        "37": "My sister graduated from high school. Graduation was last night",
        "38": "I'm a graduate of Yale University. I have a Bachelor of Arts degree",
        "39": "If you expect to enter the university, you should apply now",
        "40": "This is my first year of college. I'm a freshman",
        "41": "My uncle is a high school principal",
        "42": "What kind of grades did you make in college",
        "43": "During your first year of college, did you make straight A's",
        "44": "My brother is a member of the faculty. He teaches economics",
        "45": "John has extracurricular activities. He's on the football team",
        "46": "I'm a federal employee. I work for the Department of Labor",
        "47": "What kind of work do you do? Are you a salesman",
        "48": "As soon as I complete my training, I'm going to be a bank teller",
        "49": "John has built up his own business. He owns a hotel",
        "50": "What do you want to be when you grow up? Have you decided yet",
        "51": "I like painting, but I wouldn't want it to be my life's work",
        "52": "Have you ever thought about a career in the medical profession",
        "53": "My uncle was a pilot with the airlines. He just retired",
        "54": "My brother's in the army. He was just promoted to the rank of major",
        "55": "I have a good-paying job with excellent hours",
        "56": "My sister worked as a secretary before she got married",
        "57": "George's father is an attorney. He has his own practice",
        "58": "He always takes pride in his work. He's very efficient",
        "59": "Mr. Smith is a politician. He's running for election as governor",
        "60": "After a successful career in business, he was appointed ambassador",
        "61": "Because of the warm and sunny weather, oranges grow very well here",
        "62": "In this flat country people grow wheat and corn and raise cattle",
        "63": "The ground around here is stony and not very good for farming",
        "64": "What are the principal farm products in this region",
        "65": "Milk, butter, and cheese are shipped here from the dairy farms",
        "66": "They had to cut down a lot of trees to make room for farms",
        "67": "At this time of the year farmers plow their fields",
        "68": "On many farms you'll find cows and chickens",
        "69": "If you have cows you have to get up early to do the milking",
        "70": "Tractors have revolutionized farming",
        "71": "In the United States, there are many factories for making cloth",
        "72": "Factories employ both male and female workers",
        "73": "If you work in a factory, you usually have to punch a clock",
        "74": "Is meat packing a big industry in your country",
        "75": "Is it true that the manufacturing of automobiles is a major industry",
        "76": "My hobby is collecting stamps. Do you have a hobby",
        "77": "I've always thought photography would be an interesting hobby",
        "78": "Some people like horseback riding, but I prefer golfing as a hobby",
        "79": "Do you have any special interests other than your job",
        "80": "Learning foreign languages is just an avocation with me",
        "81": "I find stamp collecting relaxing and it takes my mind off my work",
        "82": "On weekends I like to get my mind off my work by reading good books",
        "83": "My cousin is a member of a drama club. He seems to enjoy acting",
        "84": "He plays the piano for his own enjoyment",
        "85": "I've gotten interested in hi-fi. I'm building my own equipment",
        "86": "He's not a professional. He plays the piano for the fun of it",
        "87": "I've heard of unusual hobbies, but I've never heard of that one",
        "88": "The trouble with photography is that it's an expensive hobby",
        "89": "That's a rare set of coins. How long did it take you to collect them",
        "90": "I started a new hobby. I got tired of working in the garden",
        "91": "Baseball is my favorite sport. What's your favorite",
        "92": "My nephew is a baseball player. He is a catcher",
        "93": "When you played football, what position did you play",
        "94": "We played a game last night. The score was tied six-to-six",
        "95": "I went to a boxing match last night. It was a good fight",
        "96": "When I was on the track team, I used to run the quarter mile",
        "97": "I like fishing and hunting, but I don't like swimming",
        "98": "My favorite winter sport is skiing. I belong to a ski club",
        "99": "Would you be interested in going to the horse races this afternoon",
        "100": "The hardest thing to learn is to be a good loser",
        "101": "Be a good sport. Play according to the rules of the game",
        "102": "Our family went camping last summer. We had to buy a new tent",
        "103": "This afternoon we went to the gym for a workout. We lifted weights",
        "104": "What do you do for recreation? Do you have a hobby",
        "105": "My muscles are sore from playing baseball",
        "106": "I sent in a subscription to that magazine. It's put out every week",
        "107": "If you subscribe to the newspaper, it'll be delivered to your door",
        "108": "I didn't read the whole paper. I just glanced at the headlines",
        "109": "The first chapter of the story is in this issue of the magazine",
        "110": "I haven't seen the latest issue of the magazine. Is it out yet",
        "111": "What's the total circulation of this newspaper",
        "112": "I'm looking for the classified section. Have you seen it",
        "113": "My brother-in-law is a reporter on The New York Times staff",
        "114": "There was an article in today's paper about the election",
        "115": "There wasn't much news in the paper today",
        "116": "How long have you been taking this magazine",
        "117": "Did you read the article about the rescue of the two fishermen",
        "118": "Why don't you put an advertisement in the paper to sell your car",
        "119": "I got four replies to my ad about the bicycle for sale",
        "120": "My son has a newspaper route. He delivers the morning paper",
        "121": "What channel did you watch on television last night",
        "122": "I don't get a good picture on my TV set. There's something wrong",
        "123": "You get good reception on your radio",
        "124": "Please turn the radio up. It's too low",
        "125": "What's on following the news and weather? Do you have a TV guide",
        "126": "You ought to have Bill look at your TV. Maybe he could fix it",
        "127": "We met one of the engineers over at the television station",
        "128": "Where can I plug in the TV? Is this outlet all right",
        "129": "I couldn't hear the program because there was too much static",
        "130": "Your car radio works very well. What kind is it",
        "131": "The next time I buy a TV set, I'm going to buy a portable model",
        "132": "I wonder if this is a local broadcast",
        "133": "You'd get better TV reception if you had an outside antenna",
        "134": "Most amateur radio operators build their own equipment",
        "135": "Station WRC is off the air now. They signed off two hours ago",
        "136": "What's your favorite kind of music? Do you like jazz",
        "137": "He's a composer of serious music. I like his music a lot",
        "138": "We went to a concert last night to hear the symphony orchestra",
        "139": "My brother took lessons on the trumpet for nearly ten years",
        "140": "You play the piano beautifully. How much do you practice every day",
        "141": "I've never heard that piece before. Who wrote it",
        "142": "Have you ever thought about becoming a professional musician",
        "143": "Who is the author of this novel",
        "144": "I've never read a more stirring story",
        "145": "Who would you name as the greatest poet of our times",
        "146": "This poetry is realistic. I don't care for it very much",
        "147": "Many great writers were not appreciated fully while they were alive",
        "148": "This is a poem about frontier life in the United States",
        "149": "This writer uses vivid descriptions in his writings",
        "150": "How much do you know about the works of Henry Wadsworth Longfellow"
    },
    "Score": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 5,
        "7": 5,
        "8": 5,
        "9": 5,
        "10": 5,
        "11": 5,
        "12": 5,
        "13": 5,
        "14": 5,
        "15": 5,
        "16": 5,
        "17": 5,
        "18": 5,
        "19": 5,
        "20": 5,
        "21": 5,
        "22": 5,
        "23": 5,
        "24": 5,
        "25": 5,
        "26": 5,
        "27": 5,
        "28": 5,
        "29": 5,
        "30": 5,
        "31": 5,
        "32": 5,
        "33": 5,
        "34": 5,
        "35": 5,
        "36": 5,
        "37": 5,
        "38": 5,
        "39": 5,
        "40": 5,
        "41": 5,
        "42": 5,
        "43": 5,
        "44": 5,
        "45": 5,
        "46": 5,
        "47": 5,
        "48": 5,
        "49": 5,
        "50": 5,
        "51": 5,
        "52": 5,
        "53": 5,
        "54": 5,
        "55": 5,
        "56": 5,
        "57": 5,
        "58": 5,
        "59": 5,
        "60": 5,
        "61": 5,
        "62": 5,
        "63": 5,
        "64": 5,
        "65": 5,
        "66": 5,
        "67": 5,
        "68": 5,
        "69": 5,
        "70": 5,
        "71": 5,
        "72": 5,
        "73": 5,
        "74": 5,
        "75": 5,
        "76": 5,
        "77": 5,
        "78": 5,
        "79": 5,
        "80": 5,
        "81": 5,
        "82": 5,
        "83": 5,
        "84": 5,
        "85": 5,
        "86": 5,
        "87": 5,
        "88": 5,
        "89": 5,
        "90": 5,
        "91": 5,
        "92": 5,
        "93": 5,
        "94": 5,
        "95": 5,
        "96": 5,
        "97": 5,
        "98": 5,
        "99": 5,
        "100": 5,
        "101": 5,
        "102": 5,
        "103": 5,
        "104": 5,
        "105": 5,
        "106": 5,
        "107": 5,
        "108": 5,
        "109": 5,
        "110": 5,
        "111": 5,
        "112": 5,
        "113": 5,
        "114": 5,
        "115": 5,
        "116": 5,
        "117": 5,
        "118": 5,
        "119": 5,
        "120": 5,
        "121": 5,
        "122": 5,
        "123": 5,
        "124": 5,
        "125": 5,
        "126": 5,
        "127": 5,
        "128": 5,
        "129": 5,
        "130": 5,
        "131": 5,
        "132": 5,
        "133": 5,
        "134": 5,
        "135": 5,
        "136": 5,
        "137": 5,
        "138": 5,
        "139": 5,
        "140": 5,
        "141": 5,
        "142": 5,
        "143": 5,
        "144": 5,
        "145": 5,
        "146": 5,
        "147": 5,
        "148": 5,
        "149": 5,
        "150": 5
    }
}