{
    "ques": [
        "Will you please _______ me a favor?",
        "If you did your work on time, you wouldn’t _______ into trouble.",
        "Have you _______ any thought to going on to graduate school?",
        "Did you _______ a good time in your freshman year at college?",
        "I must _______ an attempt to get better grades this year.",
        "I don’t _______ any point in going to college, if you’re not going to study.",
        "I forgot to register. It completely _______ my mind.",
        "I _______ your advice and majored in engineering.",
        "John is a very careful student. He is _______",
        "I work in an office. I am _______ as a secretary.",
        "If I had my choice of careers, I would choose the medical _______",
        "My uncle runs his own business. He _______ it by himself.",
        "I was advanced from the rank of Captain. I was _______ to Major.",
        "When my father became 65 years old, he stopped working. He _______ from his profession.",
        "Mr. Holmes devoted his entire life to the practice of law. He was a _______ man.",
        "Chickens and pigs are _______ on farms.",
        "Butter and cheese are _______ here from dairy farms.",
        "Cows must be _______ every day.",
        "Wheat and corn are _______ in this flat country.",
        "Trees have to be _______ to make room for farms in the valley.",
        "In the spring, the fields are _______ by the farmers",
        "Male and female workers are _______ in a factory.",
        "Automobiles are _______ in industrial areas.",
        "WRC went _______ the air two hours ago. They are no longer broadcasting.",
        "The radio station comes _______ the air at 6 a.m.",
        "I’m accustomed _______ listening to the weather report every morning.",
        "I’m in the habit _______ watching the eleven o’clock news on TV.",
        "Please plug _______ the toaster.",
        "Let Bill look _______ your TV to see if he can fix it.",
        "Did you tune _______ your TV in time to hear the President’s speech?",
        "I can’t seem to find _______ what’s wrong with my phonograph.",
        "Please turn the radio _______ . It’s too low.",
        "Please turn the radio _______. It’s too loud.",
        "I’m looking _______ an outlet for my TV. Is there one near the window?",
        "Do you subscribe _______ a TV guide?",
        "Is the TV guide put _______ every week or every month?",
        "What kind _______ radio is that? Is it a portable model?",
        "I watch the late movie _______ TV almost every night.",
        "I can’t hear the music because _______ the static.",
        "According _______ the weather report, it’s going to rain today.",
        "I don’t know what's wrong _______ my TV set.",
        "A portable model can be moved _______ room to room.",
        "What's _______ following the news and weather?",
        "A portable TV can be moved from room to room. It is not a _______",
        "This program is recorded. It is not _______",
        "A transmitter sends messages. It does not _______ them.",
        "A local broadcast can be seen only within the city. It is not a _______ presentation.",
        "I asked the repairman to fix my TV. I did not ask him to _______ it.",
        "There is too much static on this station. I cannot hear the music because of the _______",
        "The amateur radio operator must transmit on a special _______ so that he does not interfere with the commercial stations."
    ],
    "options": [
        [
            "do",
            "make",
            "give",
            "perform"
        ],
        [
            "fall",
            "get",
            "come",
            "make"
        ],
        [
            "taken",
            "done",
            "given",
            "made"
        ],
        [
            "make",
            "find",
            "take",
            "have"
        ],
        [
            "make",
            "do",
            "have",
            "take"
        ],
        [
            "take",
            "see",
            "find",
            "make"
        ],
        [
            "slipped",
            "left",
            "fell",
            "lost"
        ],
        [
            "followed",
            "took",
            "made",
            "got"
        ],
        [
            "meticulous",
            "careless",
            "hasty",
            "negligent"
        ],
        [
            "appointed",
            "employed",
            "designated",
            "engaged"
        ],
        [
            "field",
            "area",
            "industry",
            "profession"
        ],
        [
            "operates",
            "supervises",
            "manages",
            "handles"
        ],
        [
            "promoted",
            "demoted",
            "transferred",
            "dismissed"
        ],
        [
            "resigned",
            "retired",
            "quit",
            "vacated"
        ],
        [
            "indifferent",
            "casual",
            "dedicated",
            "uninterested"
        ],
        [
            "raised",
            "planted",
            "caught",
            "built"
        ],
        [
            "grown",
            "shipped",
            "picked",
            "built"
        ],
        [
            "harvested",
            "collected",
            "milked",
            "stored"
        ],
        [
            "harvested",
            "built",
            "picked",
            "grown"
        ],
        [
            "planted",
            "watered",
            "cut down",
            "picked"
        ],
        [
            "watered",
            "plowed",
            "picked",
            "built"
        ],
        [
            "picked",
            "watered",
            "grown",
            "employed"
        ],
        [
            "manufactured",
            "planted",
            "picked",
            "stored"
        ],
        [
            "off",
            "from",
            "out",
            "away"
        ],
        [
            "in",
            "on",
            "at",
            "from"
        ],
        [
            "for",
            "at",
            "to",
            "with"
        ],
        [
            "at",
            "for",
            "of",
            "to"
        ],
        [
            "out",
            "off",
            "on",
            "in"
        ],
        [
            "on",
            "for",
            "at",
            "to"
        ],
        [
            "out",
            "in",
            "up",
            "down"
        ],
        [
            "out",
            "up",
            "over",
            "at"
        ],
        [
            "up",
            "out",
            "in",
            "over"
        ],
        [
            "off",
            "down",
            "out",
            "up"
        ],
        [
            "at",
            "on",
            "for",
            "in"
        ],
        [
            "for",
            "at",
            "in",
            "to"
        ],
        [
            "out",
            "in",
            "on",
            "up"
        ],
        [
            "in",
            "of",
            "for",
            "at"
        ],
        [
            "on",
            "at",
            "in",
            "to"
        ],
        [
            "to",
            "from",
            "with",
            "of"
        ],
        [
            "at",
            "on",
            "to",
            "with"
        ],
        [
            "with",
            "at",
            "on",
            "in"
        ],
        [
            "in",
            "from",
            "to",
            "at"
        ],
        [
            "on",
            "at",
            "in",
            "to"
        ],
        [
            "",
            "console",
            "",
            "set"
        ],
        [
            "",
            "live",
            "",
            "pre-recorded"
        ],
        [
            "receive",
            "intercept",
            "create",
            "deliver"
        ],
        [
            "",
            "national",
            "",
            "network"
        ],
        [
            "break",
            "replace",
            "inspect",
            "clean"
        ],
        [
            "",
            "noise",
            "interference",
            "distortion"
        ],
        [
            "",
            "frequency",
            "channel",
            "bandwidth"
        ]
    ],
    "ans": [
        1,
        2,
        3,
        4,
        1,
        2,
        1,
        4,
        1,
        2,
        4,
        3,
        1,
        2,
        3,
        1,
        2,
        3,
        4,
        3,
        2,
        4,
        1,
        1,
        2,
        3,
        3,
        4,
        3,
        2,
        1,
        1,
        2,
        3,
        4,
        1,
        2,
        1,
        4,
        3,
        1,
        2,
        1,
        2,
        2,
        1,
        4,
        1,
        3,
        2
    ],
    "explanation": [
        "\"Do\" is the correct verb to use with \"a favor.\" It fits the common English phrase \"do me a favor.\"",
        "\"Get\" is the appropriate verb here, meaning to become involved in trouble. It fits the context of the sentence.",
        "\"Given\" is the correct verb to use with \"thought.\" The phrase \"given thought\" means to consider something.",
        "\"Have\" is the correct verb to use with \"a good time.\" It fits the common English phrase \"have a good time.\"",
        "\"Make\" is the correct verb to use with \"an attempt.\" It fits the common English phrase \"make an attempt.\"",
        "\"See\" is the correct verb to use with \"any point.\" The phrase \"see any point\" means to understand the purpose or reason.",
        "\"Slipped\" is the correct verb to use in this context. The phrase \"slipped my mind\" means to forget something.",
        "\"Took\" is the correct verb to use with \"advice.\" It fits the common English phrase \"took your advice.\"",
        "\"Meticulous\" means showing great attention to detail and being very careful. It fits the description of a very careful student.",
        "\"Employed\" means having a job, in this case as a secretary. It fits the context of working in an office.",
        "\"Profession\" refers to a type of job that requires special education or training. In this context, it refers to a career in the medical field.",
        "\"Manages\" means to be in charge of a business or organization. It fits the context of running a business by oneself.",
        "\"Promoted\" means being raised to a higher rank or position. In this context, it means advancing from Captain to Major.",
        "\"Retired\" means to stop working, typically due to reaching a certain age. It fits the context of stopping work at",
        "\"Dedicated\" means committed to a task or purpose. It fits the description of someone who devoted their entire life to a profession.",
        "\"Raised\" means to take care of and breed animals. It fits the context of chickens and pigs being bred on farms.",
        "\"Shipped\" means to transport goods. It fits the context of butter and cheese being transported from dairy farms.",
        "\"Milked\" refers to the process of extracting milk from cows. It fits the context of daily farm chores.",
        "\"Grown\" means to cultivate plants. It fits the context of wheat and corn being cultivated in a flat country.",
        "\"Cut down\" means to fell trees. It fits the context of clearing land for farming.",
        "\"Plowed\" means to turn over the soil to prepare it for planting. It fits the context of springtime farming activities.",
        "\"Employed\" means to hire workers. It fits the context of a factory employing both male and female workers.",
        "\"Manufactured\" means to make products, especially on a large scale using machinery. It fits the context of automobiles being produced in industrial areas.",
        "\"Off\" the air means that the radio or TV station has stopped broadcasting.",
        "\"On\" the air means that the radio or TV station starts broadcasting.",
        "\"Accustomed to\" means being used to something. In this context, it means regularly listening to the weather report.",
        "\"In the habit of\" means regularly doing something. In this context, it means regularly watching the news.",
        "\"Plug in\" means to connect an electrical appliance to a power source.",
        "\"Look at\" means to examine something. In this context, it means to check the TV for issues.",
        "\"Tune in\" means to adjust a radio or TV to receive a broadcast.",
        "\"Find out\" means to discover or learn something.",
        "\"Turn up\" means to increase the volume.",
        "\"Turn down\" means to decrease the volume.",
        "\"Looking for\" means trying to find something.",
        "\"Subscribe to\" means to arrange to receive something regularly, such as a publication.",
        "\"Put out\" means to publish or release something.",
        "\"Kind of\" is used to ask about the type or category of something.",
        "\"On TV\" means being broadcast or viewed on television.",
        "\"Because of\" indicates the reason for something.",
        "\"According to\" is used to indicate the source of information.",
        "\"Wrong with\" indicates a problem or issue with something.",
        "\"From\" indicates the starting point of movement. In this context, it means moving from one room to another.",
        "\"On\" indicates what is being broadcast or shown on television or radio.",
        "\"Console\" refers to a large TV set that is typically stationary and not easily moved, unlike a portable TV.",
        "\"Live\" refers to a program being broadcast in real-time. In this context, the program is recorded, not live.",
        "\"Receive\" refers to accepting or taking in messages. A transmitter sends messages, while a receiver receives them.",
        "\"Network\" refers to a system of interconnected broadcasting stations that cover a larger area, often nationwide. A local broadcast is limited to a specific area.",
        "\"Break\" means to damage or destroy. The opposite of fixing is breaking, which is what the repairman was not asked to do.",
        "\"Interference\" refers to the disruption of a signal, causing static or poor reception. It fits the context of not being able to hear the music clearly.",
        "\"Frequency\" refers to the specific wavelength used for transmitting signals. Using a special frequency prevents interference with commercial stations."
    ],
    "valores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
    ]
}